Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: This web page at <span id='unwanted_sitename'/> has been reported to contain unwanted software and has been blocked based on your security preferences.
bn_bd: <span id='unwanted_sitename'/> এ ওয়েবসাইটটি আক্রমণকারী হিসেবে রিপোর্ট করা হয়েছে এবং আপনার নিরাপত্তা পছন্দ অনুযায়ী ব্লক করা হয়েছে।

source: This web page is being redirected to a new location. Would you like to resend the form data you have typed to the new location?
bn_bd: এই ওয়েবপেজকে অন্য একটি ঠিকানায় পাঠানো হচ্ছে। নতুন ঠিকানার ফর্মে যে তথ্য পূরণ করা হয়েছে তা কি আপনি আবার পাঠাতে ইচ্ছুক?

source: This website contains content that is not secure (such as images).
bn_bd: এই ওয়েবসাইটে কিছু অনিরাপদ বিষয়বস্তু রয়েছে (যেমন ছবি)।

source: This website contains content that is not secure (such as scripts) and your connection to it is not private.
bn_bd: এই ওয়েবসাইটে যে বিষয়বস্তু রয়েছে তা নিরাপদ নয় (যেমন স্ক্রিপ্ট) এবং আপনার সংযোগটি ব্যক্তিগত নয়।

source: This website does not supply ownership information.
bn_bd: এই ওয়েবসাইটি নিজের মালিকানা সংক্রান্ত কোন তথ্য দেয় না।

source: This website is using %1$S %2$S
bn_bd: এ ওয়েবসাইট %1$S %2$S ব্যবহার করছে

source: This website (%S) is now storing more than %SMB of data on your computer for offline use.
bn_bd: এই ওয়েব সাইটটি (%S) অফলাইন অবস্থায় ব্যবহারের জন্য আপনার কম্পিউটারে বর্তমানে %SMB বেশি তথ্য সংরক্ষণ করছে।

source: This will:
bn_bd: এটা হবে:

source: This will delete all reports and cannot be undone.
bn_bd: এটি সব প্রতিবেদন মুছে দেবে এবং পরে আর ফেরত পাওয়া যাবে না।

source: This will replace all of your current bookmarks with the backup. Are you sure?
bn_bd: এর ফলে বর্তমান বুকমার্কগুলো, ব্যাকআপ বুকমার্ক দিয়ে প্রতিস্থাপন করা হবে। আপনি কি নিশ্চিতভাবে এটি করতে চান?

source: This will set your default search engine to
bn_bd: এতে করে আপনার ডিফল্ট সার্চ ইঞ্জিন নির্ধারিত হবে

source: This wizard will guide you through the installation of $BrandFullNameDA.\n\nIt is recommended that you close all other applications before starting Setup. This will make it possible to update relevant system files without having to reboot your computer.\n\n$_CLICK
bn_bd: এই উইজার্ডটি আপনাকে $BrandFullNameDA ইনস্টলেশনে সহায়তা করবে।\n\nসেটআপ শুরুর আগে আপনাকে অন্য সব অ্যাপ্লিকেশন বন্ধ করার অনুরোধ করা হচ্ছে। এটি আপনার কম্পিউটার পুনরারম্ভ না করেই সিস্টেম ফাইল আপডেট করতে সাহায্য করবে।\n\n$_CLICK

source: This wizard will guide you through the uninstallation of $BrandFullNameDA.\n\nBefore starting the uninstallation, make sure $BrandFullNameDA is not running.\n\n$_CLICK
bn_bd: এই উইজার্ডটি আপনাকে $BrandFullNameDA আনইনস্টল করতে সহায়তা করবে।\n\nআনইনস্টলেশন শুরুর আগে নিশ্চিত হোন যে $BrandFullNameDA এই মূহুর্তে চলছে না।\n\n$_CLICK

source: This XML file does not appear to have any style information associated with it. The document tree is shown below.
bn_bd: এই XML ফাইলটির সাথে শৈলী সংক্রান্ত কোনো তথ্য নেই। নথি ট্রী নিম্নে প্রদর্শিত হলো।

source: Thread Hangs
bn_bd: থ্রেড হ্যাং

source: Thumbnail of Page {{page}}
bn_bd: {{page}} পৃষ্ঠার থাম্বনেইল

source: Thumbnail removed.
bn_bd: ছোট প্রিভিউ অপসারণ করা হয়েছে।

source: Thumbnails
bn_bd: থাম্বনেইল সমূহ

source: Tibetan
bn_bd: তিব্বতীয়

source: Tigre
bn_bd: তিগরে

source: Tigrinya
bn_bd: তিগরিনিয়া

source: Tile
bn_bd: টালি

source: Time
bn_bd: সময়

source: Time: #1 second;Time: #1 seconds
bn_bd: সময়: #1 সেকেন্ড;সময়: #1 সেকেন্ড

source: Timed Out
bn_bd: সময়সীমা উত্তীর্ণ হয়েছে

source: Timeline
bn_bd: সময়রেখা

source: timer
bn_bd: টাইমার

source: Time range to clear:
bn_bd: ইতিহাস অপসারণের সময়ের পরিসর:

source: Timer Name:
bn_bd: টাইমারের নাম:

source: Timer “%S” already exists.
bn_bd: টাইমার “%S” ইতোমধ্যেই আছে।

source: Timer “%S” doesn’t exist.
bn_bd: টাইমার “%S” নেই।

source: timestamp
bn_bd: টাইমস্ট্যাম্প

source: Timestamp
bn_bd: টাইমস্ট্যাম্প

source: Time Stamping
bn_bd: টাইম স্ট্যাম্পিং

source: Timestamp: %S
bn_bd: টাইমস্ট্যাম্প: %S

source: Times Used
bn_bd: যতবার ব্যবহৃত হয়েছে

source: Timings
bn_bd: সময়

source: Timor-Leste
bn_bd: টিমোর-লেস্তে

source: Tip:
bn_bd: পরামর্শ:

source: Tip: This uses separate profiles. Use Sync to share data between them.
bn_bd: টিপ: এটি পৃথক প্রোফাইল ব্যাবহার করে। তাদের মধ্যে তথ্য শেয়ার করার জন্য সিঙ্ক ব্যবহার করুন।

source: Title
bn_bd: শিরোনাম

source: Title:
bn_bd: শিরোনাম:

source: Title Bar
bn_bd: শিরোনাম বার

source: TLS Web Client Authentication
bn_bd: TLS ওয়েব ক্লায়েন্ট অনুমোদন

source: TLS Web Server Authentication
bn_bd: TLS ওয়েব সার্ভার অনুমোদন

source: to
bn_bd: শেষ

source: To begin creating your profile, click Continue.
bn_bd: প্রোফাইল তৈরী আরম্ভ করতে, &quot;চালিয়ে যান&quot; ক্লিক করুন।

source: To begin creating your profile, click Next.
bn_bd: প্রোফাইল তৈরী আরম্ভ করতে, &quot;পরবর্তী&quot; ক্লিক করুন।

source: Today
bn_bd: আজ সারাদিন

source: To display this page, %S must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
bn_bd: এই পাতাটি প্রদর্শনের জন্য, %S এর কিছু তথ্য আবার পাঠাতে হবে যার কারণে কিছু ধাপ পুনরাবৃত্তি হতে পারে (যেমন কোনো অনুসন্ধান বা ক্রয় নিশ্চিতকরণ)।

source: To display this page, the application must send information that will repeat any action (such as a search or order confirmation) that was performed earlier.
bn_bd: এই পৃষ্ঠাটি প্রদর্শনের জন্য, এই অ্যাপ্লিকেশনকে কিছু কাজ পুনরায় করতে হতে পারে (যেমন কোনো অনুসন্ধান বা ক্রয় নিশ্চিতকরণ)।

source: ‘]’ to end attribute selector
bn_bd: বৈশিষ্ট্য নির্বাচকর সমাপনী ']'

source: Toggle
bn_bd: টগল (T)

source: Toggle all checkboxes in this group
bn_bd: এই গ্রুপের সকল চেকবক্স পরিবর্তন করো

source: Toggle blackboxing
bn_bd: টগল ব্ল্যাকবক্সিং

source: Toggle Black Boxing
bn_bd: টগল ব্ল্যাক বক্সিং

source: Toggle breaking on this event
bn_bd: এই ঘটনায় টগল ব্রেক হয়েছে

source: toggle button
bn_bd: অদলবদল বোতাম

source: Toggle classes
bn_bd: টগল ক্লাস

source: Toggle collecting CSS coverage data
bn_bd: CSS আওতায় তথ্য সংগ্রহের টগল

source: Toggle developer tools
bn_bd: টগল ডেভেলপার টুল

source: Toggle filter bar
bn_bd: ফিল্টার বার টগল করুন

source: Toggle geometry visibility
bn_bd: টগল দৃশ্যমান জ্যামিতি

source: Toggle paint flashing
bn_bd: টগল পেইন্ট ফ্ল্যাশিং

source: Toggle panes
bn_bd: প্যান বদলাও

source: Toggle performance analysis…
bn_bd: পারফরমেন্স বিশ্লেষণ অদলবদল করুন…

source: Toggle pseudo-classes
bn_bd: সিউডো-ক্লাস টগল করুন

source: Toggle Responsive Design Mode
bn_bd: প্রতিক্রিয়াশীল ডিজাইন মোডে টগল করুন

source: Toggle rulers for the page
bn_bd: পাতার জন্য টগল রুলার

source: Toggle Sidebar
bn_bd: সাইডবার টগল করুন

source: Toggle Sidebar (document contains outline/attachments)
bn_bd: সাইডবার টগল (নথিতে আউটলাইন/এটাচমেন্ট রয়েছে)

source: Toggle split console (%S)
bn_bd: স্পিল্ট কনসোল টগল করুন (%S)

source: Toggles the Developer Edition browser theme.
bn_bd: ডেভলপার সংস্করণের ব্রাউজার থিম টগল করুন।

source: Toggle style sheet visibility
bn_bd: স্টাইল শীটের দৃশ্যমানতা টগল করুন

source: Toggle the horizontal and vertical rulers for the current page
bn_bd: বর্তমান পৃষ্ঠার জন্য উল্লম্ব এবং অনুভূমিক নিয়মে টগল করুন

source: Toggle the recording of the call stack of when an object was allocated. Subsequent snapshots will be able to group and label objects by call stacks, but only with those objects created after toggling this option. Recording call stacks has a performance overhead.
bn_bd: অবজেক্ট যখন allocated করা হয় তখন Toggle করা হয় কল স্ট্যাক এর রেকর্ডিংটিকে। কল স্ট্যাক পূর্ববর্তী স্নাপশটকে গ্রুপে এবং অবজেক্টকে লেভেল করবে, কিন্তু এই অবজেক্টগুলো সৃষ্টি হবে শুধু এই অপশন গুলো toggle করার পর। কল স্ট্যাক রেকডিং এর কার্যকারীতা খুবই ভাল।

source: Toggle the recording state of a performance recording.
bn_bd: কার্যকারিতা ধারণের ধারনাবস্থা টগল করুন।

source: Toggle Tools
bn_bd: ট্যোগল টুল

source: Togo
bn_bd: টোগো

source: To improve video quality, you may need to install Microsoft’s Media Feature Pack.
bn_bd: ভিডিওর মান উন্নয়ন করতে, আপনাকে Microsoft এর Media Feature Pack ইন্সটল করতে হবে।

source: Tokelau
bn_bd: টোকেলাউ

source: Token:
bn_bd: টোকেন:

source: Token: %1$S
bn_bd: টোকেন: %1$S

source: Tonga
bn_bd: টোঙ্গা

source: toolbar
bn_bd: টুলবার

source: Toolbars
bn_bd: টুলবার

source: Toolbox Options
bn_bd: টুলবক্স অপশন

source: Toolbox Options Panel
bn_bd: টুলবক্স অপশন প্যানেল

source: Tools
bn_bd: টুল

source: Tools Adapters Add-on
bn_bd: টুল ধারণকারী অ্যাড-অন

source: Tools for all add-ons
bn_bd: সব অ্যাড-অন এর জন্য টুল

source: Tools loaded from %1$S.
bn_bd: %1$S থেকে টুলটি লোড করা হয়েছে।

source: Tools reloaded.
bn_bd: টুলগুলি পুনরায় লোড হয়েছে।

source: Tools to inspect and debug <canvas> contexts
bn_bd: <canvas> এর প্রেক্ষাপটি যাচাই ও ডিবাগ করার টুল

source: tooltip
bn_bd: টুলটিপ

source: Too Many Allocations
bn_bd: অনেক বেশি বরাদ্দ

source: Too many arguments
bn_bd: অনেক আর্গুমেন্ট

source: Too Many Bytes Allocated
bn_bd: অনেক বেশি বাইট বরাদ্দ করা হয়েছে

source: Too many dot dot slash operators (../) at line %S.
bn_bd: %S লাইনে অতিরিক্ত ডট ডট স্ল্যাশ অপারেটর (../)।

source: Too many matches (%S)
bn_bd: অনেক বেশি মিল (%S)

source: Too many values for feature type ‘%1$S’.
bn_bd: '%1$S' বৈশিষ্ট্য ধরনের জন্য অনেক বেশী মান।

source: top
bn_bd: উপরে

source: Top:
bn_bd: শীর্ষ: (T)

source: To play audio, you may need to install the required PulseAudio software.
bn_bd: এই ভিডিও চালাতে, আপনাকে প্রয়োজনীয় ভিডিও PulseAudio সফটওয়্যার ইন্সটল করতে হবে।

source: To play video formats %S, you need to install extra Microsoft software, see https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
bn_bd: ভিডিও বিন্যাস চালাতে %S, আপনাকে আলাদা Microsoft সফ্টওয়্যার ইন্সটল করতে হবে, দেখুন https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows

source: To play video, you may need to install Microsoft’s Media Feature Pack.
bn_bd: এই ভিডিও চালাতে, আপনাকে Microsoft এর Media Feature Pack ইন্সটল করতে হবে।

source: To play video, you may need to install the required video codecs.
bn_bd: এই ভিডিও চালাতে, আপনাকে প্রয়োজনীয় ভিডিও কোডেক ইন্সটল করতে হবে।

source: Top Sites
bn_bd: শীর্ষ সাইটসমূহ

source: to sync with your mobile device.
bn_bd: আপনার মোবাইল ডিভাইসের সাথে সিঙ্ক করতে।

source: Total Bytes
bn_bd: মোট বাইট

source: Total Cost
bn_bd: মোট খরচ

source: Total Count
bn_bd: মোট গণনা

source: Total network request count
bn_bd: সর্বমোট নেটওয়ার্ক অনুরোধ গণনা

source: Total requests: %S
bn_bd: সর্বমোট অনুরোধ: %S

source: Total Sampled Allocations
bn_bd: মোট নমুনা বরাদ্দকৃত

source: Total Time
bn_bd: মোট সময়

source: to the Mozilla Project.
bn_bd: মোজিলা প্রকল্পের প্রতি।

source: to try again.
bn_bd: পুনরায় চেষ্টা করতে।

source: Touch
bn_bd: স্পর্শ

source: touch input enabled
bn_bd: স্পর্শকারী ইনপুট সক্রিয়

source: trace log can be found at: %1$S
bn_bd: %1$S তে ট্রেস লগ পাওয়া যাবে

source: Traces
bn_bd: চিহ্নগুলি

source: Tracking
bn_bd: অনুসরণ

source: Tracking attempts blocked
bn_bd: ট্র্যাকিং প্রচেষ্টা ব্লক করা হয়েছে

source: Tracking content detected
bn_bd: ট্র্যাকিং কন্টেট সনাক্ত হয়েছে

source: Tracking Protection
bn_bd: ট্র্যাকিং সুরক্ষা

source: Tracking protection is disabled
bn_bd: ট্র্যাকিং সুরক্ষা নিষ্ক্রিয় করা হয়েছে

source: Traditional Chinese (Hong Kong)
bn_bd: সনাতন চীনা (হং কং)

source: Traditional Chinese (Taiwan)
bn_bd: সনাতন চীনা (তাইওয়ান)

source: Transferred
bn_bd: স্থানান্তরিত

source: Transferring data from %1$S…
bn_bd: %1$S থেকে তথ্য স্থানান্তর করা হচ্ছে…

source: Translate
bn_bd: অনুবাদ

source: Translate this page
bn_bd: এই পাতাটি অনুবাদ করুন

source: Translate this page?
bn_bd: এই পাতাটি অনুবাদ করবেন ?

source: Translate web content
bn_bd: ওয়েব বিষয়বস্তু অনুবাদ করুন T

source: Translating page content…
bn_bd: পাতা বিষয়বস্তু অনুবাদ করা হচ্ছে...

source: Translation is not available at the moment. Please try again later.
bn_bd: অনুবাদ এই মুহূর্তে উপলব্ধ নয়। পরে আবার চেষ্টা করুন।

source: Translation preferences
bn_bd: অনুবাদ পছন্দসমূহ T

source: Translations by
bn_bd: অনুবাদ করেছেন

source: Translation will not be offered for the following languages:
bn_bd: নিম্নলিখিত সাইটগুলোর অনুবাদ করা যাবে না:

source: Translation will not be offered for the following sites:
bn_bd: নিচের সাইটগুলোর জন্য অনুবাদ প্রস্তাব করা হবেনা।

source: Translators:
bn_bd: অনুবাদক:

source: Tree Map
bn_bd: ট্রি ম্যাপ

source: tree table
bn_bd: ট্রি সারণি

source: Tried to send report to invalid URI: “%1$S”
bn_bd: অকার্যকর URI: "%1$S"এ রিপোর্ট পাঠানোর চেষ্টা

source: Trigger Device Reset
bn_bd: ট্রিগার ডিভাইস রিসেট

source: Trigger Update
bn_bd: ট্রিগার হালনাগাদ

source: Trinidad and Tobago
bn_bd: ত্রিনিদাদ ও টোবাগো

source: Tromelin Island
bn_bd: ট্রমেলিন দ্বীপ

source: Troubleshooting
bn_bd: ট্রাবলশুট করা হচ্ছে

source: Troubleshooting Information
bn_bd: সমস্যার সমাধান সংক্রান্ত তথ্য

source: true
bn_bd: সঠিক

source: True if the screenshot should also include parts of the webpage which are outside the current scrolled bounds.
bn_bd: সত্য হলে স্ক্রীনশটে ওয়েবপেজের স্ক্রলে আবদ্ধ অংশের বাইরের অংশও অন্তর্ভূক্ত হবে।

source: True if you want to copy the screenshot instead of saving it to a file.
bn_bd: সঠিক যদি আপনি এই স্ক্রিনশটটি ফাইলে সংরক্ষণের পরির্বতে অনুলিপি করতে চান।

source: Truncate DOM attributes
bn_bd: DOM বৈশিষ্ট্য টার্নকেট করো

source: Truncate long attributes in the inspector
bn_bd: পরিদর্কের দীর্ঘ বৈশিষ্ট্য টার্নকেট করো

source: Trust this CA to identify email users.
bn_bd: ইমেইল ব্যবহারকারীদের সনাক্ত করতে এই CA-টি বিশ্বাস করা হবে।

source: Trust this CA to identify software developers.
bn_bd: সফটওয়্যার নির্মাতাদের সনাক্ত করতে এই CA-টি বিশ্বাস করা হবে।

source: Trust this CA to identify websites.
bn_bd: ওয়েব-সাইট সনাক্ত করতে এই CA-টি বিশ্বাস করা হবে।

source: Try again
bn_bd: পুনরায় চেষ্টা

source: Try Again
bn_bd: পুনরায় চেষ্টা করুন T

source: Try downloading and installing this add-on again
bn_bd: এ অ্যাড-অন পুনরায় ডাউনলোড ও ইনস্টল করার চেষ্টা

source: Try downloading this add-on again
bn_bd: অ্যাড-অন পুনরায় ডাউনলোড করার চেষ্টা

source: Trying to play Widevine with no Windows Media Foundation. See https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows
bn_bd: Windows Media Foundation (বা Silverlight fallback) ছাড়া Widevine চালানোর চেষ্টা করা হচ্ছে, দেখুন https://support.mozilla.org/kb/fix-video-audio-problems-firefox-windows

source: Try Safe Mode
bn_bd: সুরক্ষিত মোডে চেষ্টা করুন

source: Tsonga
bn_bd: তুংগা

source: Tswana
bn_bd: সোয়ানা

source: Tunisia
bn_bd: টিউনিশিয়া

source: Turkey
bn_bd: তুর্কি

source: Turkish
bn_bd: তুর্কী

source: Turkmen
bn_bd: তুর্কমেন

source: Turkmenistan
bn_bd: তুর্কমেনিস্তান

source: Turks and Caicos Islands
bn_bd: টার্কস ও কেইকোস দ্বীপ

source: Turning this on will allow you to debug add-ons and various other parts of the browser chrome
bn_bd: এটি চালু করলে অ্যাড-অন এবং ক্রোম ব্রাউজারের বিভিন্ন অন্য অংশগুলো ডিবাগ করতে অনুমতি দিবে।

source: Turning this on will show default styles that are loaded by the browser.
bn_bd: এটি চালু করলে, ব্রাউজারে লোড থাকা ডিফল্ট স্টাইলগুলো দেখানো হবে।

source: Turning this option on will allow the developer tools to debug a remote instance like Firefox OS
bn_bd: অপশনটি চালু করলে ডেভেলোপার টুলগুলো দূরে থেকে ডিবাগ করা যাবে যেমন Firefox OS

source: Turning this option on will allow you to use various developer tools in browser context (via Tools > Web Developer > Browser Toolbox) and debug add-ons from the Add-ons Manager
bn_bd: এই অপশান চালু করলে আপনি অনেকগুলো টুল ব্যবহার করতে পারবেন ব্রাউজার কন্টেক্সট এ (Tools > Web Developer > Browser Toolbox এর মাধ্যমে) এবং অ্যাড-অন ম্যানেজার দিয়ে অ্যাড-অন ডিবাগ করতে পারবেন

source: Turning this option on will disable JavaScript for the current tab. If the tab or the toolbox is closed then this setting will be forgotten.
bn_bd: এই অপশন চালুর ফলে বর্তমান ট্যাবে জাভাস্ক্রিপ্ট নিস্ক্রিয় হবে। যদি ট্যাব অথবা টুলবক্স বন্ধ করা হয় তবে এই সেটিং ভুলে যাবে।

source: Turning this option on will disable the HTTP cache for all tabs that have the toolbox open. Service Workers are not affected by this option.
bn_bd: এই অপশনটি চালু করলে, যেসকল ট্যাব এর টুলবক্স খোলা রয়েছে, সেগুলোর HTTP ক্যাশে নিষ্ক্রিয় হয়ে যাবে। পরিসেবা কার্যক্রমে এই অপশনের কোন প্রভাব পরবে না।

source: Turning this option on will enable the service workers over HTTP for all tabs that have the toolbox open.
bn_bd: এই অপশন চালু থাকলে যেসব ট্যাবের টুলবক্স খোলা আছে সেগুলোর HTTP এ সার্ভিস ওয়ার্কারদের সক্রিয় করে দিবে।

source: Turn off paint flashing
bn_bd: পেইন্ট ফ্ল্যাশিং বন্ধ করুন

source: Turn on paint flashing
bn_bd: পেইন্ট ফ্ল্যাশিং চালু করুন

source: Turn on tab syncing to view a list of tabs from your other devices.
bn_bd: আপনার অন্যান্য ডিভাইসের ট্যাবসমূহের তালিকা দেখতে, ট্যাব সিঙ্ক চালু করুন।

source: Turquoise
bn_bd: ফিরোজা

source: Tuvalu
bn_bd: টুভালু

source: TVs
bn_bd: টেলিভিসন

source: TV Simulation
bn_bd: টিভি সিমুলেশন

source: Tweak a page resource
bn_bd: পেইজ রিসোর্স পরিবর্তন করুন

source: Twi
bn_bd: টুয়ি

source: Two hours
bn_bd: দুই ঘণ্টা

source: Type
bn_bd: ধরন

source: Type:
bn_bd: শ্রেণী:

source: [{{type}} Annotation]
bn_bd: [{{type}} টীকা]

source: Type controls
bn_bd: নিয়ন্ত্রণের ধরন

source: Type CSS here.
bn_bd: এখানে CSS টাইপ করুন।

source: Type geo.enabled
bn_bd: geo.enabled ধরণ

source: Types
bn_bd: ধরন

source: u
bn_bd: য়

source: \u00adReport Site Issue
bn_bd: সাইট ইস্যু রিপোর্ট করুন

source: \u00adText Encoding
bn_bd: টেক্সট এনকোডিং

source: Uganda
bn_bd: উগান্ডা

source: Uighur
bn_bd: উইগুর

source: Ukraine
bn_bd: ইউক্রেন

source: Ukrainian
bn_bd: ইউক্রেনিয়ান

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bn_bd: <ul> <li>এরকমবানান ভুল আছে নাকি দেখে নিন <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>কোন পেজ না খুললে, নেটওয়ার্ক চেক করুন connection.</li> <li>ফায়ারওয়াল বা প্রক্সি দিয়ে সুরক্ষিত থাকলে, নিশ্চিত করুন যে &brandShortName; কে ওয়েব ব্যবহারের অনুমতি দেওয়া আছে</li> </ul>

source: <ul> <li>Check the file name for capitalization or other typing errors.</li> <li>Check to see if the file was moved, renamed or deleted.</li> </ul>
bn_bd: <ul> <li>ফাইলের নামের বানান ও ছোট/বড় অক্ষর পরীক্ষা করুন।</li> <li>ফাইলের স্থান, নাম পরিবর্তিত হয়েছে কিনা বা সেটি মুছে ফেলা হয়েছে কিনা তা পরীক্ষা করুন।</li> </ul>

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Check to make sure your computer has a working network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bn_bd: <ul> <li>প্রক্সি সংক্রান্ত বৈশিষ্ট্য সঠিকরূপে স্থাপিত হয়েছে কিনা তা পরীক্ষা করুন।</li> <li>পরীক্ষা করুন আপনার কম্পিউটারের সাথে সঠিকরূপে নেটওয়ার্কের সংযোগ স্থাপিত রয়েছে কিনা।</li> <li>আপনার কম্পিউটার যদি কোনো ফায়ারওয়াল অথবা প্রক্সির আড়ালে স্থাপিত হয় তাহলে &brandShortName;-কে ওয়েবে সংযোগ করার অনুমতি প্রদান করুন।</li> </ul>

source: <ul> <li>Check the proxy settings to make sure that they are correct.</li> <li>Contact your network administrator to make sure the proxy server is working.</li> </ul>
bn_bd: <ul> <li>প্রক্সির সেটিং সঠিক কিনা তা পরীক্ষা করুন।</li> <li>প্রক্সি সার্ভার ঠিকভাবে চলছে কিনা জানতে নেটওয়ার্ক অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।</li> </ul>

source: <ul> <li>Check to make sure your system has the Personal Security Manager installed.</li> <li>This might be due to a non-standard configuration on the server.</li> </ul>
bn_bd: <ul> <li>আপনার সিস্টেমে ব্যক্তিগত নিরাপত্তা ব্যবস্থা উপস্থিত রয়েছে কিনা তা পরীক্ষা করুন।</li> <li>সার্ভারে আদর্শ কনফিগারেশন না থাকার ফলে এই সমস্যাটি হতে পারে।</li> </ul>

source: <ul><li>Could the item have been renamed, removed, or relocated?</li><li>Is there a spelling, capitalization, or other typographical error in the address?</li><li>Do you have sufficient access permissions to the requested item?</li></ul>
bn_bd: <ul><li>আইটেমটির নাম অথবা স্থান পরিবর্তিত হওয়া অথবা সেটি মুছে ফেলার সম্ভাবনা রয়েছে কি?</li><li>ঠিকানা লেখার সময় অক্ষরের ছাঁদ, অশুদ্ধ বানান অথবা অন্য কোনো ত্রুটি রয়েছে কি?</li><li>অনুরোধ করা আইটেমটি ব্যবহারের জন্য যথাযথ অনুমতি আছে কি?</li></ul>

source: <ul><li>It may have been removed, moved, or file permissions may be preventing access.</li></ul>
bn_bd: <ul><li>এটা মুছে ফেলা হতে পারে, সরিয়ে নেয়া হতে পারে, অথবা ফাইল প্রবেশাধিকার প্রতিরোধ করা হয়ে থাকতে পারে।</li></ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
bn_bd: <ul><li>এটা মুছে ফেলা হতে পারে, সরিয়ে নেয়া হতে পারে, অথবা ফাইল প্রবেশাধিকার প্রতিরোধ করা হয়ে থাকতে পারে।</li></ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bn_bd: <ul> <li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব সাইট নির্মাতাদের অবগত করুন।</li> </ul>

source: <ul> <li>Press &quot;Try Again&quot; to switch to online mode and reload the page.</li> </ul>
bn_bd: <ul> <li>পৃষ্ঠা পুনরায় চালু করতে এবং অনলাইন মোড পরিবর্তন করতে &quot;আবার চেষ্টা করুন&quot; চাপুন।</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
bn_bd: <ul> <li>প্রাপ্ত তথ্যের যথার্থতা পরীক্ষা করা সম্ভব না হওয়ার ফলে প্রদর্শনের জন্য চিহ্নিত পৃষ্ঠা প্রদর্শন করা সম্ভব হয়নি।</li> <li>অনুগ্রহ করে এই সমস্যা সম্পর্কে ওয়েব-সাইট নির্মাতাদের সূচিত করুন।</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your computer’s network connection.</li> <li>If your computer or network is protected by a firewall or proxy, make sure that &brandShortName; is permitted to access the Web.</li> </ul>
bn_bd: <ul> <li>সাইটটি সম্ভবত সাময়িকভাবে অকার্যকর বা অত্যন্ত ব্যস্ত। কিছুক্ষন পর আবার চেষ্টা করুন।</li> <li>কোন পৃষ্ঠাই লোড করা সম্ভব না হলে আপনার কম্পিউটারের নেটওয়ার্ক সংযোগ পরীক্ষা করুন।</li> <li>আপনার কম্পিউটার বা নেটওয়ার্ক যদি কোনো ফায়ারওয়াল অথবা প্রক্সি দিয়ে সুরক্ষিত থাকে, &brandShortName; কে ওয়েবে সংযোগ করার অনুমতি প্রদান করা হয়েছে কিনা তা পরীক্ষা করুন।</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
bn_bd: <ul> <li>সম্ভবত সার্ভারের কনফিগারেশনে সমস্যা হয়েছে অথবা কোনো ব্যক্তি এই সার্ভারের মিথ্যা পরিচয় ব্যবহারের চেষ্টা করছে।</li> <li>পূর্বে এই সার্ভারের সাথে সফল সংযোগ স্থাপন করা হয়ে থাকলে, সম্ভবত কোনো অস্থায়ী কারণে এই সমস্যা দেখা দিয়েছে, সেক্ষেত্রে আপনি পরে কোনো সময় চেষ্টা করতে পারেন।</li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
bn_bd: <ul> <li>কুকি নিষ্ক্রিয় অথবা প্রত্যাখ্যান করা হলে এই সমস্যা হওয়ার সম্ভাবনা আছে।</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
bn_bd: <ul> <li>ওয়েব ঠিকানা সাধারণত এভাবে লেখা হয় - <strong>http://www.example.com/</strong></li> <li>আপনি ফরওয়ার্ড স্ল্যাশ (<strong>/</strong>) ব্যবহার করেছেন কিনা তা পরীক্ষা করুন।</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
bn_bd: <ul> <li>এই ঠিকানা খোলার জন্য অন্য সফটওয়্যার ইনস্টল করার প্রয়োজন হতে পারে।</li> </ul>

source: Unable to access the app starting document ‘%1$S’, got HTTP code %2$S
bn_bd: অ্যাপ চালু করার '%1$S' নথিটি পাওয়া যাচ্ছে না, HTTP কোড %2$S পাওয়া গেছে

source: Unable to access the app starting document ‘%S’
bn_bd: অ্যাপ চালু করার নথি '%S' পাওয়া যাচ্ছে না

source: Unable to add module
bn_bd: মডিউল যোগ করতে ব্যর্থ

source: Unable to change Master Password.
bn_bd: মাস্টার পাসওয়ার্ড পরিবর্তন করতে ব্যর্থ।
